Repository: KDE/juk
Catalog: po/*/juk.po
Languages: eo

# NAME OF TRANSLATORS
source: Your names
eo: Axel Rousseau,Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
eo: axel@esperanto-jeunes.org,olivermkellogg@gmail.com

source: Create Search Playlist
eo: Krei Serĉan Ludliston

source: Playlist name:
eo: Ludlista nomo:

source: Search Criteria
eo: Serĉokriterio

source: Match any of the following
eo: Kongrui iun el la sekvaj

source: Match all of the following
eo: Kongrui ĉiujn el la sekvaj

# additional search options
source: More
eo: Pli

source: Fewer
eo: Pli malmultaj

source: The music data cache has been corrupted. JuK needs to rescan it now. This may take some time.
eo: La kaŝmemoro pri muzikdatumoj estis koruptita. JuK devas reskani ĝin nun. Ĉi tio povas preni iom da tempo.

source: Collection List
eo: Kolekta Listo

source: Removing an item from the collection will also remove it from all of your playlists. Are you sure you want to continue? Note, however, that if the directory that these files are in is in your "scan on startup" list, they will be readded on startup.
eo: Forigi eron el la kolekto ankaŭ forigos ĝin de ĉiuj viaj ludlistoj. Ĉu vi certas, ke vi volas daŭrigi? Rimarku, tamen, ke se la dosierujo en kiu troviĝas ĉi tiuj dosieroj estas en via listo "skanado ĉe ekfunkciigo", ili estos legitaj dum ekfunkciigo.

source: Show Playing
eo: Montri Ludantan

source: <b>1</b> file selected.
eo: <b>%1</b> dosiero elektita.

source: <qt>These items will be <b>permanently deleted</b> from your hard disk.</qt>
eo: <qt>Tiuj eroj estas <b>ĉiame forigotaj</b> el via disko.</qt>

source: <qt>These items will be moved to the Trash Bin.</qt>
eo: <qt>Tiuj eroj estas metotaj en la rubujo.</qt>

source: &Send to Trash
eo: Meti en la rubu&jo

source: About to delete selected files
eo: Forigonte la elektitajn dosierojn

source: Are you sure that you want to remove these items?
eo: Ĉu vi certas, ke vi volas forigi ĉi tiujn erojn?

source: If checked, files will be permanently removed instead of being placed in the Trash Bin
eo: Se markite, dosieroj estos konstante forigitaj anstataŭ esti metitaj en la Rubujon

source: <qt><p>If this box is checked, files will be <b>permanently removed</b> instead of being placed in the Trash Bin.</p> <p><em>Use this option with caution</em>: Most filesystems are unable to reliably undelete deleted files.</p></qt>
eo: <qt><p>Se ĉi tiu skatolo estas markita, dosieroj estos <b>konstante forigitaj</b> anstataŭ esti metitaj en la Rubujon.</p> <p><em>Uzu ĉi tiun opcion kun singardo</em>: Plej multaj dosiersistemoj ne kapablas fidinde malforviŝi dosierojn.</p></qt>

source: &Delete files instead of moving them to the trash
eo: Forigi la &dosierojn anstataŭ meti ilin en la rubujo

source: Folder List
eo: Leterujolisto

source: Please choose the folders where you keep your music:
eo: Bonvolu elekti la dosierujojn, kie vi konservas vian muzikon:

source: These folders will be scanned on startup for new files.
eo: Ĉi tiuj dosierujoj estos skanitaj dum lanĉo por novaj dosieroj.

source: Add Folder...
eo: Aldoni dosierujon...

source: Remove Folder
eo: Elpreni dosierujon

source: Please choose the folders that should be excluded from music search:
eo: Bonvolu elekti la dosierujojn kiuj devus esti ekskluditaj de muzika serĉo:

source: Import playlists
eo: Importi ludlistojn

source: Example
eo: Ekzemplo

source: Example Tag Selection
eo: Ekzempla Etikedelekto

source: Get example tags from this file:
eo: Akiri ekzemplajn etikedojn el ĉi tiu dosiero:

source: Enter example tags manually:
eo: Enigi ekzemplojn de etikedoj permane:

source: Example Tags
eo: Ekzemplaj Etikedoj

# song title
source: Title:
eo: Titolo:

source: Artist:
eo: Artisto:

source: Album:
eo: Albumo:

source: Genre:
eo: Ĝenro:

source: Track number:
eo: Traknumero:

source: Year:
eo: Jaro:

# example song title
source: Title
eo: Titolo

source: Artist
eo: Artisto

source: Album
eo: Albumo

source: Genre
eo: Ĝenro

# warning about mass file rename
source: Warning
eo: Averto

source: You are about to rename the following files. Are you sure you want to continue?
eo: Vi estas alinomonta la jenajn dosierojn. Ĉu vi certas, ke vi volas daŭrigi?

source: Original Name
eo: Origina Nomo

source: New Name
eo: Nova nomo

source: No Change
eo: Neniu ŝanĝo

# remove music genre from file renamer
source: Remove
eo: Forpreni

# file renamer genre options
source: Options
eo: Opcioj

source: Insert folder separator
eo: Enigi dosierujan apartigilon

source: No file selected, or selected file has no tags.
eo: Neniu dosiero elektita, aŭ elektita dosiero ne havas etikedojn.

source: Hide Renamer Test Dialog
eo: Kaŝi Alinomilan Testodialogon

source: Show Renamer Test Dialog
eo: Montri Alinomilan Testdialogon

source: %1 to %2
eo: %1 ĝis %2

source: The following rename operations failed:
eo: La jenaj alinomaj operacioj malsukcesis:

source: File Renamer Configuration
eo: Dosier-Alinomila Agordo

source: Music folder:
eo: Muzika dosierujo:

source: Album Tag
eo: Albuma Etikedo

source: Artist Tag
eo: Artista Etikedo

source: Genre Tag
eo: Ĝenra Etikedo

source: Title Tag
eo: Titolo-Etikedo

source: Track Tag
eo: Spuri Etikedo

source: Year Tag
eo: Jara Etikedo

source: Insert Category
eo: Enmeti Kategorion

source: &Add category:
eo: &Aldoni kategorion:

source: Separator:
eo: Apartigilo:

source: File Renamer Options
eo: Dosiera Renomado Opcioj

# %1 will be a music tag category like Artist or Album
source: %1 Options
eo: %1 Opcioj

source: %1 Format
eo: %1 Formato

source: When the Track's %1 is Empty
eo: Kiam %1 de la Trako estas Malplena

source: When using the file renamer your files will be renamed to the values that you have in your track's %1 tag, plus any additional text that you specify below.
eo: Kiam vi uzas la dosier-alinomigilon, viaj dosieroj estos renomitaj al la valoroj kiujn vi havas en la etikedo %1 de via trako, krom ajna plia teksto kiun vi specifigas malsupre.

source: File Renamer
eo: Dosiera Alinomilo

source: Substitution Example
eo: Anstataŭiga Ekzemplo

source: Include in the &filename anyways
eo: Inkluzivi en la &dosiernomo ĉiuokaze

source: &Ignore this tag when renaming the file
eo: &Ignori ĉi tiun etikedon dum renomado de la dosiero

source: Use &this value:
eo: Uzi &ĉi tiun valoron:

# value to use in replacement when source tag empty
source: Empty
eo: Malplena

source: Track numbering
eo: Trako numerado

source: JuK can force the track used in a file name to have a minimum number of digits. You may want to do this for better sorting in file managers.
eo: JuK povas devigi la trakon uzatan en dosiernomo havi minimuman nombron da ciferoj. Vi eble volas fari tion por pli bona ordigo en dosieradministrantoj.

source: Minimum number of digits:
eo: Minimuma nombro da ciferoj:

source: Time
eo: Tempo

source: &Random Play
eo: Haza&rda Ludado

source: &Disable Random Play
eo: Malŝalti Hazar&dan Ludon

source: Use &Random Play
eo: Uzi Haza&rdan Ludadon

source: Use &Album Random Play
eo: Uzi &Albuman Hazardan Ludadon

source: Remove From Playlist
eo: Forigi el la ludlisto

source: &Play
eo: &Ludi

source: P&ause
eo: &Paŭzo

source: &Stop
eo: &Halti

# previous track
source: Previous
eo: Antaŭa

# next track
source: &Next
eo: Sek&va

source: &Loop Playlist
eo: &Bukli Ludliston

source: &Resize Playlist Columns Manually
eo: Alig&randigi Ludlistkolumnojn Mane

# silence playback
source: Mute
eo: Silentigi

source: Volume Up
eo: Laŭtigi sonfortecon

source: Volume Down
eo: Mallaŭtigi sonfortecon

source: Play / Pause
eo: Ludi/Paŭzi

source: Seek Forward
eo: Serĉi Antaŭen

source: Seek Back
eo: Serĉi Reen

source: Show / Hide
eo: Montri / Kaŝi

source: &Dock in System Tray
eo: &Doki en Sistempleto

source: &Stay in System Tray on Close
eo: Re&sti en Sistempleto ĉe Fermo

source: Popup &Track Announcement
eo: Ŝprucfenestrigi &Trak-Anoncon

source: Save &Play Queue on Exit
eo: Konservi &Ludvicon ĉe Eliro

source: &Tag Guesser...
eo: E&tiked-Divenilo...

source: &File Renamer...
eo: &Dosiera Alinomilo...

source: &Configure scrobbling...
eo: &Agordi skrobadon...

source: Track Position
eo: Trako Pozicio

source: Volume
eo: Laŭteco

source: <qt>Closing the main window will keep JuK running in the system tray. Use Quit from the File menu to quit the application.</qt>
eo: <qt>Fermo de la ĉefa fenestro pluigos JuK funkcii en la sistempleto. Uzu Quit el la Dosiero-menuo por forlasi la aplikaĵon.</qt>

source: Docking in System Tray
eo: Fiksigu en sistemfako

source: &File
eo: &Dosiero

source: &View
eo: &Rigardi

source: &Player
eo: &Homo

source: &Tagger
eo: &Tagilo

source: &Settings
eo: A&gordo

source: Main Toolbar
eo: Ĉefa ilobreto

source: Play Toolbar
eo: Luda Ilobreto

source: Configure Shortcuts
eo: Agordi klavokombinojn

source: Global Shortcuts
eo: Ĉieaj Ŝparvojoj

source: &No keys
eo: &Neniuj ŝlosiloj

source: &Standard keys
eo: Normaj kl&avoj

source: &Multimedia keys
eo: Mult&mediaj klavoj

source: Here you can select the keys used as global shortcuts to control the player
eo: Ĉi tie vi povas elekti la klavojn uzatajn kiel ĉieajn ŝparvojojn por regi la ludilon

source: Show &Lyrics
eo: Montri &Kantotekstojn

source: <i>No file playing.</i>
eo: <i>Neniu dosiero ludas.</i>

source: <i>Loading...</i>
eo: <i>Ŝargante...</i>

source: <i>Lyrics are currently unavailable for %1 (no available lyrics provider)</i>
eo: <i>Literoj estas nuntempe nedisponeblaj por %1 (neniu disponebla kantotekstoprovizanto)</i>

source: <span style='color:red'>Error while retrieving lyrics!</span>
eo: <span style='color:red'>Eraro dum reakiro de kantotekstoj!</span>

source: No lyrics available.
eo: Neniu kantoteksto haveblaj.

source: <br /><br /><i>Lyrics provided by <a href='%1'>LyricWiki</a></i>
eo: <br /><br /><i>Kanttekstoj provizitaj de <a href='%1'>LyricWiki</a></i>

source: Jukebox and music manager by the KDE community
eo: Jukebox kaj muzika administranto de la KDE-komunumo

source: Copyright © 2002–2023, Scott Wheeler, Michael Pyne, and others
eo: Kopirajto © 2002–2023, Scott Wheeler, Michael Pyne, kaj aliaj

source: Author, chief dork and keeper of the funk
eo: Aŭtoro, ĉefdorko kaj gardanto de la funko

source: Assistant superhero, fixer of many things
eo: Helpanto de superheroo, riparinto de multaj aferoj

source: Porting to KDE Frameworks 6 when no one else was around
eo: Portado al KDE Frameworks 6 kiam neniu alia estis ĉirkaŭe

source: Porting to KDE Frameworks 5 when no one else was around
eo: Portado al KDE Frameworks 5 kiam neniu alia estis ĉirkaŭe

source: MPRIS2 Interface implementation.
eo: Realigo de MPRIS2-Interfaco.

source: Last.fm scrobbling support, lyrics, prepping for KDE Frameworks 5.
eo: Last.fm-skrubla subteno, kantotekstoj, preparado por KDE Frameworks 5.

source: Badly-needed tag editor bugfixes.
eo: Tre bezonataj flikoj por etikedredaktilo.

source: More KDE Platform 4 porting efforts
eo: Pli da KDE-Platformo 4 portad-klopodoj

source: Porting to KDE Platform 4 when no one else was around
eo: Portado al KDE-Platformo 4 kiam neniu alia estis ĉirkaŭe

source: Album cover manager
eo: Administranto pri albumkovraĵo

source: Friendly, neighborhood aRts guru
eo: Amika, najbara aRts-guruo

source: System tray docking, "inline" tag editing, bug fixes, evangelism, moral support
eo: Sistempleto aldokiĝo, redaktado de etikedoj "enline", korektoj de eraroj, evangelizado, morala subteno

source: GStreamer port
eo: GStreamer-pordo

source: Global keybindings support
eo: Ĉiea klavbindado subteno

source: Track announcement popups
eo: Spuri anoncajn ŝprucfenestrojn

source: Automagic track data guessing, bugfixes
eo: Aŭtomagia divenado de trakdatumoj, erarkorektoj

source: More automagical things, now using MusicBrainz
eo: Pliaj aŭtomagiaj aferoj, nun uzante MusicBrainz

source: Co-conspirator in MusicBrainz wizardry
eo: Kunkonspiranto en MusicBrainz-sorĉado

source: Making JuK friendlier to people with terabytes of music
eo: Farante JuK pli amika al homoj kun terabajtoj da muziko

source: DCOP interface
eo: DCOP-interfaco

source: FLAC and MPC support
eo: FLAC kaj MPC subteno

source: Gimper of splash screen
eo: Gimper de ŝprucekrano

source: File(s) to open
eo: Dosiero(j) por malfermi

source: JuK running in docked mode Use context menu in system tray to restore.
eo: JuK funkcias en aldokigita reĝimo Uzu kuntekstan menuon en sistempleto por restarigi.

source: JuK Docked
eo: JuK Gardigita

# open audio file
source: Open
eo: Malfermi

source: Save Playlist
eo: Konservi Ludliston

# For save dialog, %1 is always .m3u
source: Playlists (*%1)
eo: Ludlistoj (*%1)

source: back to playlist
eo: reen al ludlisto

source: JuK is unable to play the audio file<nl/><filename>%1</filename><nl/>for the following reason:<nl/><message>%2</message>
eo: JuK ne povas ludi la sondosieron<nl/><filename>%1</filename><nl/>pro la jena kialo:<nl/><message>%2</message>

source: Could not save to file %1.
eo: Ne eblis konservi al dosiero %1.

source: You are about to open directory. Are you sure you want to continue?
eo: Vi estas malfermonta dosierujon. Ĉu vi certas, ke vi volas daŭrigi?

source: Open Containing Folder
eo: Malfermi Enhavan Dosierujon

source: Could not delete these files
eo: Ne eblis forigi ĉi tiujn dosierojn

source: Could not move these files to the Trash
eo: Ne eblis movi ĉi tiujn dosierojn al la Rubujo

source: Track Name
eo: Traknomo

# cd track number
source: Track
eo: Trako

source: Year
eo: Jaro

source: Length
eo: Longo

source: Bitrate
eo: Bitkvanto

source: Comment
eo: Komento

source: File Name
eo: Dosiernomo

source: File Name (full path)
eo: Dosiernomo (plena vojo)

source: &Show Columns
eo: &Montri Kolumnojn

source: Add to Play Queue
eo: Aldoni al Ludvico

source: Edit
eo: Redakti

source: Create Playlist From Selected Items...
eo: Krei Ludliston El Elektitaj Eroj...

source: Edit '%1'
eo: Redakti '%1'

source: This will edit multiple files. Are you sure?
eo: This will edit multiple files. Ĉu vi certas?

source: Create New Playlist
eo: Krei Novan Ludliston

source: Manual column widths have been enabled. You can switch back to automatic column sizes in the view menu.
eo: Manaj kolonlarĝoj estas ebligitaj. Vi povas reveni al aŭtomataj kolumngrandoj en la vido-menuo.

source: Manual Column Widths Enabled
eo: Manaj Kolumnaj Larĝoj Ebligitaj

source: View Modes
eo: Vidaj Reĝimoj

source: Show &History
eo: Montri &Historion

# verb, copy the playlist
source: Duplicate
eo: Duobligi

source: Do you want to delete these files from the disk as well?
eo: Ĉu vi volas ankaŭ forigi ĉi tiujn dosierojn de la disko?

source: Keep
eo: Konservi

source: Could not delete these files.
eo: Ne eblis forigi ĉi tiujn dosierojn.

source: Are you sure you want to remove these playlists from your collection?
eo: Ĉu vi certas, ke vi volas forigi ĉi tiujn ludlistojn el via kolekto?

source: Remove Items?
eo: Ĉu forigi Erojn?

source: &Remove
eo: Fo&rigi

source: Hid&e
eo: Kaŝi&e

source: R&emove
eo: &Forigi

source: Dynamic List
eo: Dinamika Listo

source: Now Playing
eo: Nun Ludante

source: Do you want to add these items to the current list or to the collection list?
eo: Ĉu vi volas aldoni ĉi tiujn aĵojn al la nuna listo aŭ al la kolektolisto?

# current playlist
source: Current
eo: Aktuala

source: Collection
eo: Kolekto

source: Rename
eo: Alinomi

source: Search Playlist
eo: Serĉi Ludliston

source: Create Folder Playlist
eo: Krei Dosierujon Ludlisto

source: History
eo: Historio

source: Please enter a name for this playlist:
eo: Bonvolu enigi nomon por ĉi tiu ludlisto:

# new playlist
source: &New
eo: &Nova

source: &Empty Playlist...
eo: Malpl&ena Ludlisto...

source: &Search Playlist...
eo: &Serĉi Ludliston...

source: Playlist From &Folder...
eo: Ludlisto El &Dosierujo...

source: &Guess Tag Information
eo: Di&veni Etikedajn Informojn

source: From &File Name
eo: De &Dosiera Nomo

source: From &Internet
eo: De &Interreto

source: Guess Tag Information From &File Name
eo: Diveni Etikedajn In&formojn El Dosiernomo

source: Play First Track
eo: Ludi Unuan Trakon

source: Play Next Album
eo: Ludi Sekvan Albumon

source: Manage &Folders...
eo: Administri &Dosierujojn...

source: &Rename...
eo: &Alinomi...

# verb, copy the playlist
source: D&uplicate...
eo: D&uobligi...

source: Reload
eo: Reŝargi

source: Edit Search...
eo: Redakti Serĉon...

source: &Delete
eo: &Forigi

source: Refresh
eo: Refreŝigi

source: &Rename File
eo: Alinomi dosie&ron

source: Show &Play Queue
eo: Montri &Ludvicon

source: Playlist
eo: Ludlisto

source: Show &Search Bar
eo: Montri &Serĉbreton

source: Edit Track Search
eo: Redakti Trakserĉon

source: Configure scrobbling...
eo: Agordi skrobadon...

source: Test login...
eo: Test ensaluto...

source: Please enter your <a href="https://last.fm/">last.fm</a> login credentials:
eo: Bonvolu enigi viajn <a href="https://last.fm/">last.fm</a> ensalutajn akreditaĵojn:

source: Username:
eo: Uzantnomo:

source: Password:
eo: Pasvorto:

source: KWallet is unavailable, your Last.fm credentials will be stored without encryption.
eo: KWallet estas nedisponebla, viaj akreditaĵoj de Last.fm estos konservitaj sen ĉifrado.

source: KWallet is unavailable
eo: KWallet estas nedisponebla

source: Validating login...
eo: Kontrolante ensaluton...

source: Login invalid.
eo: Ensaluto nevalida.

source: Login valid.
eo: Ensaluto valida.

source: Normal Matching
eo: Normala Kongruo

source: Case Sensitive
eo: Usklecodistinga

source: Pattern Matching
eo: Ŝablona Kongruo

source: All Visible
eo: Ĉio Videbla

source: Search...
eo: Serĉi...

source: Seeking is not supported in this file with your audio settings.
eo: Serĉado ne estas subtenata en ĉi tiu dosiero kun viaj sonaj agordoj.

source: Jump to the currently playing item
eo: Salti al la nun ludanta objekto

source: 1 item
eo: 1 objekto

source: Redisplay Popup
eo: Remontri Ŝprucfenestron

source: Show &Tag Editor
eo: Montri E&tikedredaktilon

source: &Save
eo: &Konservi

source: Do you want to save your changes to:
eo: Ĉu vi volas konservi viajn ŝanĝojn al:

source: Save Changes
eo: Konservi Ŝanĝojn

source: F&ile name:
eo: Dos&iernomo:

source: &Artist name:
eo: &Artistonomo:

source: Album &name:
eo: Albuma &nomo:

source: &Genre:
eo: &Ĝenro:

source: &Year:
eo: &Jaro:

source: &Length:
eo: &Longo:

source: &Bitrate:
eo: &Bitkvanto:

source: &Comment:
eo: &Komento:

source: Trac&k name:
eo: Tra&knomo:

source: Enable
eo: Ŝaltu

source: Tag Guesser Configuration
eo: Agordo de Etiked-Divenilo

source: Currently used file name schemes
eo: Nuntempe uzataj dosiernomaj skemoj

source: Here you can see the currently configured file name schemes which the "Guess Tag Information From File Name" entry in the song's context menu uses to extract tag information from a file name. Each string may contain one of the following placeholders:<ul> <li>%t: Title</li> <li>%a: Artist</li> <li>%A: Album</li> <li>%T: Track</li> <li>%c: Comment</li> </ul> For example, the file name scheme "[%T] %a - %t" would match "[01] Deep Purple - Smoke on the water" but not "(Deep Purple) Smoke on the water". For that second name, you would use the scheme "(%a) %t".<p/> Note that the order in which the schemes appear in the list is relevant, since the tag guesser will go through the list from the top to the bottom, and use the first matching scheme.
eo: Ĉi tie vi povas vidi la aktuale agorditajn dosiernomajn skemojn, kiujn la eniro "Divenu Tag-Informon El Dosiera Nomo" en la kunteksta menuo de la kanto uzas por ĉerpi etikedinformojn el dosiernomo. Ĉiu ĉeno povas enhavi unu el la sekvaj anstataŭiloj:<ul> <li>%t: Titolo</li> <li>%a: Artisto</li> <li>%A: Albumo</li> li> <li>%T: Spuri</li> <li>%c: Komento</li> </ul> Ekzemple, la dosiernomskemo "[%T] %a - %t" kongruus kun "[01] Deep Purple - Smoke on the water" sed ne kun "(Deep Purple) Smoke on the water". Por tiu dua nomo, vi uzus la skemon "(%a) %t".<p/> Rimarku, ke la ordo en kiu la skemoj aperas en la listo estas grava, ĉar la etikeddivento trairos la liston. de la supro ĝis la malsupro, kaj uzu la unuan kongruan skemon.

source: Move scheme up
eo: Movi skemon supren

source: Press this button to move the currently selected scheme one step upwards.
eo: Premu ĉi tiun butonon por movi la nuntempe elektitan skemon unu paŝon supren.

source: Move scheme down
eo: Movi skemon malsupren

source: Press this button to move the currently selected scheme one step downwards.
eo: Premu ĉi tiun butonon por movi la nuntempe elektitan skemon unu paŝon malsupren.

source: Add a new scheme
eo: Aldoni novan skemon

source: Press this button to add a new file name scheme to the end of the list.
eo: Premu ĉi tiun butonon por aldoni novan dosiernomskemon al la fino de la listo.

source: &Add
eo: &Aldoni

source: Modify scheme
eo: Ŝanĝi la skemon

source: Press this button to modify the currently selected scheme.
eo: Premu ĉi tiun butonon por modifi la nuntempe elektitan skemon.

source: &Modify
eo: &Modifi

source: Remove scheme
eo: Forigi skemon

source: Press this button to remove the currently selected scheme from the list.
eo: Premu ĉi tiun butonon por forigi la nuntempe elektitan skemon el la listo.

source: You can use the following placeholders: %t: Title %A: Album %a: Artist %T: Track %c: Comment
eo: Vi povas uzi la jenajn anstataŭaĵojn: %t: Titolo %A: Albumo %a: Artisto %T: Trako %c: Komento

# song title
source: Title
eo: Titolo

# unknown renamer category
source: Unknown
eo: Nekonata

source: This file already exists. Do you want to replace it?
eo: Ĉi tiu dosiero jam ekzistas. Ĉu vi volas anstataŭigi ĝin?

source: File Exists
eo: La dosiero ekzistas

source: Replace
eo: Anstataŭigi

source: The following files were unable to be changed.
eo: La sekvaj dosieroj ne povis esti ŝanĝitaj.

source: Error
eo: Eraro

source: artist
eo: artisto

source: genre
eo: ĝenro

source: album
eo: albumo

source: You are about to change the %1 on these files.
eo: Vi estas ŝanĝonta la %1 sur ĉi tiuj dosieroj.

source: Changing Track Tags
eo: Ŝanĝante Trakajn Etikedojn

source: Play Queue
eo: Luda Vico

# the normal viewing mode
source: Default
eo: Defaŭlta

# compact viewing mode
source: Compact
eo: Kompakta

source: Tree
eo: Arbo

source: Artists
eo: Artistoj

source: Albums
eo: Albumoj

source: Genres
eo: Ĝenroj

source: Mute/Unmute
eo: Silentigi/Malsilenti

source: Volume: %1% (muted)
eo: Laŭteco: %1% (silentita)

source: Volume: %1%
eo: Laŭteco: %1%
